Repository: Alexadar/rootyapps
Catalog: overtonelab.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: Sound travels 343 m/s. Use this to time-align a delayed speaker to a distant one.
cs: Zvuk se šíří 343 m/s. Použijte to k časovému sladění zpožděného reproduktoru se vzdáleným.
de: Schall legt 343 m/s zurück. Damit richtest du einen verzögerten Lautsprecher zeitlich auf einen entfernten aus.
el: Ο ήχος ταξιδεύει 343 m/s. Χρησιμοποίησέ το για χρονική ευθυγράμμιση ενός καθυστερημένου ηχείου με ένα μακρινό.
es: El sonido viaja a 343 m/s. Úsalo para alinear en el tiempo un altavoz retardado con otro lejano.
fr: Le son parcourt 343 m/s. Utilisez-le pour aligner temporellement une enceinte retardée sur une enceinte éloignée.
hu: A hang 343 m/s-mal terjed. Ezzel időzítsd a késleltetett hangszórót a távolihoz.
it: Il suono viaggia a 343 m/s. Usalo per allineare nel tempo un diffusore ritardato a uno lontano.
ja: 音速は 343 m/s。離れたスピーカーに対して遅延スピーカーをタイムアラインするのに使います。
ko: 소리는 343 m/s로 이동합니다. 멀리 있는 스피커에 지연 스피커를 타임 얼라인할 때 사용하세요.
nl: Geluid legt 343 m/s af. Gebruik dit om een vertraagde luidspreker op een verre af te stemmen.
pl: Dźwięk biegnie 343 m/s. Użyj tego, aby zsynchronizować opóźniony głośnik z odległym.
pt_br: O som viaja a 343 m/s. Use isto para alinhar no tempo uma caixa atrasada com outra distante.
ro: Sunetul se propagă cu 343 m/s. Folosește asta pentru a alinia în timp o boxă întârziată cu una îndepărtată.
sv: Ljud färdas 343 m/s. Använd detta för att tidsjustera en fördröjd högtalare mot en avlägsen.
tr: Ses 343 m/s hızla yayılır. Gecikmeli bir hoparlörü uzaktakiyle zaman hizalamak için bunu kullanın.
uk: Звук долає 343 м/с. Використайте це, щоб вирівняти в часі затриманий гучномовець із віддаленим.

source: Source & boundary
cs: Zdroj a plocha
de: Quelle & Grenzfläche
el: Πηγή & επιφάνεια
es: Fuente y superficie
fr: Source et surface
hu: Forrás és határfelület
it: Sorgente e superficie
ja: 音源と境界面
ko: 음원과 경계면
nl: Bron & grensvlak
pl: Źródło i powierzchnia
pt_br: Fonte e superfície
ro: Sursă și suprafață
sv: Källa & gränsyta
tr: Kaynak ve yüzey
uk: Джерело та межа

source: Source A
cs: Zdroj A
de: Quelle A
el: Πηγή A
es: Fuente A
hu: A forrás
it: Sorgente A
ja: 音源 A
ko: 음원 A
nl: Bron A
pl: Źródło A
pt_br: Fonte A
ro: Sursa A
sv: Källa A
tr: Kaynak A
uk: Джерело A

source: Source B
cs: Zdroj B
de: Quelle B
el: Πηγή B
es: Fuente B
hu: B forrás
it: Sorgente B
ja: 音源 B
ko: 음원 B
nl: Bron B
pl: Źródło B
pt_br: Fonte B
ro: Sursa B
sv: Källa B
tr: Kaynak B
uk: Джерело B

source: Source angle
cs: Úhel zdroje
de: Quellenwinkel
el: Γωνία πηγής
es: Ángulo de la fuente
fr: Angle de la source
hu: Forrásszög
it: Angolo della sorgente
ja: 音源角度
ko: 음원 각도
nl: Bronhoek
pl: Kąt źródła
pt_br: Ângulo da fonte
ro: Unghiul sursei
sv: Källvinkel
tr: Kaynak açısı
uk: Кут джерела

source: Source frequency
cs: Frekvence zdroje
de: Quellfrequenz
el: Συχνότητα πηγής
es: Frecuencia de la fuente
fr: Fréquence de la source
hu: Forrásfrekvencia
it: Frequenza della sorgente
ja: 音源周波数
ko: 음원 주파수
nl: Bronfrequentie
pl: Częstotliwość źródła
pt_br: Frequência da fonte
ro: Frecvența sursei
sv: Källfrekvens
tr: Kaynak frekansı
uk: Частота джерела

source: Source speed (+toward)
cs: Rychlost zdroje (+k)
de: Quellgeschwindigkeit (+hin)
el: Ταχύτητα πηγής (+προς)
es: Velocidad de la fuente (+hacia)
fr: Vitesse de la source (+vers)
hu: Forrás sebessége (+felé)
it: Velocità della sorgente (+verso)
ja: 音源の速度（+接近）
ko: 음원 속도(+접근)
nl: Bronsnelheid (+naartoe)
pl: Prędkość źródła (+w stronę)
pt_br: Velocidade da fonte (+aproximando)
ro: Viteza sursei (+spre)
sv: Källans hastighet (+mot)
tr: Kaynak hızı (+yaklaşan)
uk: Швидкість джерела (+до)

source: Speed change
cs: Změna rychlosti
de: Geschwindigkeitsänderung
el: Μεταβολή ταχύτητας
es: Cambio de velocidad
fr: Changement de vitesse
hu: Sebességváltozás
it: Variazione di velocità
ja: 速度変化
ko: 속도 변화
nl: Snelheidsverandering
pl: Zmiana prędkości
pt_br: Variação de velocidade
ro: Schimbare de viteză
sv: Hastighetsändring
tr: Hız değişimi
uk: Зміна швидкості

source: Speed of sound
cs: Rychlost zvuku
de: Schallgeschwindigkeit
el: Ταχύτητα ήχου
es: Velocidad del sonido
fr: Vitesse du son
hu: Hangsebesség
it: Velocità del suono
ja: 音速
ko: 음속
nl: Geluidssnelheid
pl: Prędkość dźwięku
pt_br: Velocidade do som
ro: Viteza sunetului
sv: Ljudhastighet
tr: Ses hızı
uk: Швидкість звуку

source: Speed ratio
cs: Poměr rychlostí
de: Geschwindigkeitsverhältnis
el: Λόγος ταχύτητας
es: Razón de velocidad
fr: Rapport de vitesse
hu: Sebességarány
it: Rapporto di velocità
ja: 速度比
ko: 속도 비
nl: Snelheidsverhouding
pl: Stosunek prędkości
pt_br: Razão de velocidade
ro: Raport de viteză
sv: Hastighetskvot
tr: Hız oranı
uk: Відношення швидкостей

source: Standard techniques
cs: Standardní techniky
de: Standardverfahren
el: Καθιερωμένες τεχνικές
es: Técnicas estándar
fr: Techniques standard
hu: Szabványos technikák
it: Tecniche standard
ja: 標準的な方式
ko: 표준 기법
nl: Standaardtechnieken
pl: Techniki standardowe
pt_br: Técnicas padrão
ro: Tehnici standard
sv: Standardtekniker
tr: Standart teknikler
uk: Стандартні техніки

source: Step size
cs: Velikost kroku
de: Schrittweite
el: Μέγεθος βήματος
es: Tamaño de paso
fr: Pas
hu: Lépésköz
it: Ampiezza del passo
ja: ステップ幅
ko: 스텝 크기
nl: Stapgrootte
pl: Wielkość kroku
pt_br: Tamanho do passo
ro: Mărimea pasului
sv: Stegstorlek
tr: Adım büyüklüğü
uk: Розмір кроку

source: Stereo recording angle
cs: Stereo snímací úhel
de: Stereo-Aufnahmewinkel
el: Γωνία στερεοφωνικής λήψης
es: Ángulo de grabación estéreo
fr: Angle de prise de son stéréo
hu: Sztereó felvételi szög
it: Angolo di ripresa stereo
ja: ステレオ録音角度
ko: 스테레오 녹음 각도
nl: Stereo-opnamehoek
pl: Kąt nagrywania stereo
pt_br: Ângulo de captação estéreo
ro: Unghi de înregistrare stereo
sv: Stereoinspelningsvinkel
tr: Stereo kayıt açısı
uk: Кут стереозапису

source: Straight · dotted · triplet (ms)
cs: Rovná · s tečkou · triola (ms)
de: Gerade · punktiert · Triole (ms)
el: Απλή · παρεστιγμένη · τρίηχο (ms)
es: Recta · con puntillo · tresillo (ms)
fr: Simple · pointée · triolet (ms)
hu: Sima · pontozott · triola (ms)
it: Semplice · puntata · terzina (ms)
ja: ストレート・付点・3連（ms）
ko: 정박 · 점음표 · 셋잇단(ms)
nl: Recht · gepunteerd · triool (ms)
pl: Zwykła · z kropką · triola (ms)
pt_br: Reta · pontuada · quiáltera (ms)
ro: Simplă · cu punct · triolet (ms)
sv: Rak · punkterad · triol (ms)
tr: Düz · noktalı · triole (ms)
uk: Проста · з крапкою · тріоль (мс)

source: String
cs: Struna
de: Saite
el: Χορδή
es: Cuerda
fr: Corde
hu: Húr
it: Corda
ja: 弦
ko: 현
nl: Snaar
pl: Struna
pt_br: Corda
ro: Coardă
sv: Sträng
tr: Tel
uk: Струна

source: String tension & frets
cs: Napětí struny a pražce
de: Saitenspannung & Bünde
el: Τάση χορδής & τάστα
es: Tensión de cuerda y trastes
fr: Tension de corde et frettes
hu: Húrfeszültség és bundok
it: Tensione della corda e tasti
ja: 弦の張力とフレット
ko: 현 장력과 프렛
nl: Snaarspanning & frets
pl: Naprężenie struny i progi
pt_br: Tensão da corda e trastes
ro: Tensiunea coardei și taste
sv: Strängspänning & band
tr: Tel gerginliği ve perdeler
uk: Натяг струни та лади

source: Summation
cs: Sčítání
de: Summierung
el: Άθροιση
es: Suma
fr: Sommation
hu: Összegzés
it: Somma
ja: 加算
ko: 합산
nl: Sommatie
pl: Sumowanie
pt_br: Soma
ro: Însumare
sv: Summering
tr: Toplama
uk: Підсумовування

source: Summing a signal with a delayed copy cancels at f = 1/(2·t), then every odd multiple — the tell-tale comb of a mistimed mic or reflection.
cs: Součet signálu se zpožděnou kopií se ruší na f = 1/(2·t) a na každém lichém násobku — typický hřeben špatně načasovaného mikrofonu nebo odrazu.
de: Ein Signal mit einer verzögerten Kopie summiert löscht sich bei f = 1/(2·t) aus, dann bei jedem ungeraden Vielfachen — der verräterische Kamm eines falsch getimten Mikrofons oder einer Reflexion.
el: Το άθροισμα σήματος με καθυστερημένο αντίγραφο μηδενίζεται στο f = 1/(2·t) και σε κάθε περιττό πολλαπλάσιο — η χαρακτηριστική χτένα κακοσυγχρονισμένου μικροφώνου ή ανάκλασης.
es: Sumar una señal con una copia retardada cancela en f = 1/(2·t) y en cada múltiplo impar: el peine delator de un micro mal alineado o de una reflexión.
fr: Sommer un signal avec une copie retardée annule à f = 1/(2·t), puis à chaque multiple impair — le peigne caractéristique d'un micro mal calé ou d'une réflexion.
hu: Egy jel és késleltetett másolatának összege f = 1/(2·t)-nél és minden páratlan többszörösénél kiolt — az elhangolt mikrofon vagy visszaverődés árulkodó fésűje.
it: Sommare un segnale con una copia ritardata annulla a f = 1/(2·t) e a ogni multiplo dispari: il pettine rivelatore di un microfono male allineato o di una riflessione.
ja: 信号と遅延コピーを加算すると f = 1/(2·t) とその奇数倍で打ち消し合います — タイミングのずれたマイクや反射に特有のコムです。
ko: 신호와 지연된 복사본을 합하면 f = 1/(2·t)와 그 홀수 배수에서 상쇄됩니다 — 타이밍이 어긋난 마이크나 반사의 전형적인 콤입니다.
nl: Een signaal optellen bij een vertraagde kopie doft uit bij f = 1/(2·t) en bij elk oneven veelvoud — de verraderlijke kam van een verkeerd getimede microfoon of reflectie.
pl: Zsumowanie sygnału z opóźnioną kopią daje zero przy f = 1/(2·t) i przy każdej nieparzystej wielokrotności — charakterystyczny grzebień źle ustawionego mikrofonu lub odbicia.
pt_br: Somar um sinal com uma cópia atrasada cancela em f = 1/(2·t) e em cada múltiplo ímpar — o pente revelador de um microfone mal alinhado ou de uma reflexão.
ro: Însumarea unui semnal cu o copie întârziată se anulează la f = 1/(2·t) și la fiecare multiplu impar — pieptenele revelator al unui microfon prost aliniat sau al unei reflexii.
sv: Att summera en signal med en fördröjd kopia släcker vid f = 1/(2·t) och vid varje udda multipel — den avslöjande kammen från en feltajmad mikrofon eller reflexion.
tr: Bir sinyali gecikmeli kopyasıyla toplamak f = 1/(2·t) ve her tek katında iptale yol açar — yanlış zamanlanmış mikrofonun ya da yansımanın ele veren tarağı.
uk: Сума сигналу із затриманою копією зникає на f = 1/(2·t) і на кожній непарній кратній — характерна гребінка неправильно вирівняного мікрофона або відбиття.

source: Surface area
cs: Plocha povrchu
de: Oberfläche
el: Επιφάνεια
es: Superficie
fr: Surface
hu: Felület
it: Superficie
ja: 表面積
ko: 표면적
nl: Oppervlakte
pl: Powierzchnia
pt_br: Área de superfície
ro: Suprafață
sv: Ytarea
tr: Yüzey alanı
uk: Площа поверхні

source: Syntonic (81:80)
cs: Syntonické (81:80)
de: Syntonisch (81:80)
el: Συντονικό (81:80)
es: Sintónica (81:80)
fr: Syntonique (81:80)
hu: Szintonikus (81:80)
it: Sintonico (81:80)
ja: シントニック（81:80）
ko: 신토닉(81:80)
nl: Syntonisch (81:80)
pl: Syntoniczny (81:80)
pt_br: Sintônica (81:80)
ro: Sintonică (81:80)
sv: Syntoniskt (81:80)
tr: Sintonik (81:80)
uk: Синтонічна (81:80)

source: System
cs: Systémový
el: Σύστημα
es: Sistema
fr: Système
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
ro: Sistem
tr: Sistem
uk: Системна

source: System Q Qtc
cs: Q systému Qtc
el: Q συστήματος Qtc
es: Q del sistema Qtc
fr: Q du système Qtc
hu: Rendszer-Q Qtc
it: Q del sistema Qtc
ja: システム Q Qtc
ko: 시스템 Q Qtc
nl: Systeem-Q Qtc
pl: Q układu Qtc
pt_br: Q do sistema Qtc
ro: Q-ul sistemului Qtc
tr: Sistem Q'su Qtc
uk: Q системи Qtc

source: System resonance Fc
cs: Rezonance systému Fc
de: Systemresonanz Fc
el: Συντονισμός συστήματος Fc
es: Resonancia del sistema Fc
fr: Résonance du système Fc
hu: Rendszerrezonancia Fc
it: Risonanza del sistema Fc
ja: システム共振 Fc
ko: 시스템 공진 Fc
nl: Systeemresonantie Fc
pl: Rezonans układu Fc
pt_br: Ressonância do sistema Fc
ro: Rezonanța sistemului Fc
sv: Systemresonans Fc
tr: Sistem rezonansı Fc
uk: Резонанс системи Fc

source: Tap a technique to load it into the Array screen.
cs: Klepnutím na techniku ji načtete do obrazovky sestavy.
de: Tippe ein Verfahren an, um es in den Anordnungs-Screen zu laden.
el: Πάτησε μια τεχνική για να φορτωθεί στην οθόνη διάταξης.
es: Toca una técnica para cargarla en la pantalla de configuración.
fr: Touchez une technique pour la charger dans l'écran Couple.
hu: Koppints egy technikára, hogy betöltsd az elrendezés képernyőre.
it: Tocca una tecnica per caricarla nella schermata Coppia.
ja: 方式をタップするとアレイ画面に読み込まれます。
ko: 기법을 탭하면 배열 화면에 불러옵니다.
nl: Tik op een techniek om die in het opstellingsscherm te laden.
pl: Dotknij techniki, aby wczytać ją do ekranu układu.
pt_br: Toque em uma técnica para carregá-la na tela de arranjo.
ro: Atinge o tehnică pentru a o încărca în ecranul de configurație.
sv: Tryck på en teknik för att läsa in den i uppställningsvyn.
tr: Bir tekniğe dokunarak dizilim ekranına yükleyin.
uk: Торкніться техніки, щоб завантажити її на екран пари.

source: Tape/varispeed couples pitch and speed: +12 st doubles the playback rate.
cs: Páska/varispeed spojuje výšku a rychlost: +12 půltónů zdvojnásobí rychlost přehrávání.
de: Band/Varispeed koppelt Tonhöhe und Geschwindigkeit: +12 Halbtöne verdoppeln die Abspielrate.
el: Η ταινία/varispeed συνδέει τονικό ύψος και ταχύτητα: +12 ημιτόνια διπλασιάζουν την ταχύτητα αναπαραγωγής.
es: La cinta/varispeed acopla altura y velocidad: +12 semitonos duplican la velocidad de reproducción.
fr: La bande/varispeed couple hauteur et vitesse : +12 demi-tons doublent la vitesse de lecture.
hu: A szalag/varispeed összeköti a hangmagasságot és a sebességet: +12 félhang duplázza a lejátszási sebességet.
it: Nastro/varispeed accoppia altezza e velocità: +12 semitoni raddoppiano la velocità di riproduzione.
ja: テープ／バリスピードはピッチと速度が連動します：+12 半音で再生速度が 2 倍になります。
ko: 테이프/배리스피드는 피치와 속도가 연동됩니다: +12 반음이면 재생 속도가 2배가 됩니다.
nl: Tape/varispeed koppelt toonhoogte en snelheid: +12 halve tonen verdubbelen de afspeelsnelheid.
pl: Taśma/varispeed sprzęga wysokość i prędkość: +12 półtonów podwaja prędkość odtwarzania.
pt_br: Fita/varispeed acopla altura e velocidade: +12 semitons dobram a velocidade de reprodução.
ro: Banda/varispeed cuplează înălțimea și viteza: +12 semitonuri dublează viteza de redare.
sv: Band/varispeed kopplar tonhöjd och hastighet: +12 halvtoner fördubblar uppspelningshastigheten.
tr: Bant/varispeed perde ile hızı birbirine bağlar: +12 yarım ses, oynatma hızını iki katına çıkarır.
uk: Стрічка/varispeed поєднує висоту й швидкість: +12 півтонів подвоюють швидкість відтворення.

source: Target
cs: Cíl
de: Ziel
el: Στόχος
es: Objetivo
fr: Cible
hu: Cél
it: Obiettivo
ja: ターゲット
ko: 타깃
nl: Doel
pl: Cel
pt_br: Alvo
ro: Țintă
sv: Mål
tr: Hedef
uk: Ціль

source: Target Qtc
cs: Cílové Qtc
de: Ziel-Qtc
el: Στόχος Qtc
es: Qtc objetivo
fr: Qtc cible
hu: Cél-Qtc
it: Qtc obiettivo
ja: 目標 Qtc
ko: 목표 Qtc
nl: Doel-Qtc
pl: Docelowe Qtc
pt_br: Qtc alvo
ro: Qtc țintă
sv: Mål-Qtc
tr: Hedef Qtc
uk: Цільове Qtc

source: Temperature
cs: Teplota
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Température
hu: Hőmérséklet
it: Temperatura
ja: 気温
ko: 온도
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ro: Temperatură
sv: Temperatur
tr: Sıcaklık
uk: Температура

source: Tempo & bar
cs: Tempo a takt
de: Tempo & Takt
el: Τέμπο & μέτρο
es: Tempo y compás
fr: Tempo et mesure
hu: Tempó és ütem
it: Tempo e battuta
ja: テンポと小節
ko: 템포와 마디
nl: Tempo & maat
pl: Tempo i takt
pt_br: Andamento e compasso
ro: Tempo și măsură
sv: Tempo & takt
tr: Tempo ve ölçü
uk: Темп і такт

source: Tempo-synced delay
cs: Zpoždění synchronní s tempem
de: Tempo-synchrones Delay
el: Καθυστέρηση συγχρονισμένη στο τέμπο
es: Retardo sincronizado al tempo
fr: Retard synchronisé au tempo
hu: Tempóhoz szinkronizált késleltetés
it: Ritardo sincronizzato al tempo
ja: テンポ同期ディレイ
ko: 템포 동기 딜레이
nl: Tempo-gesynchroniseerde vertraging
pl: Opóźnienie zsynchronizowane z tempem
pt_br: Atraso sincronizado ao andamento
ro: Întârziere sincronizată cu tempo-ul
sv: Tempo-synkad fördröjning
tr: Tempoya senkron gecikme
uk: Затримка в темп

source: Tenney height
cs: Tenneyho výška
de: Tenney-Höhe
el: Ύψος Tenney
es: Altura de Tenney
fr: Hauteur de Tenney
hu: Tenney-magasság
it: Altezza di Tenney
ja: テニー高
ko: 테니 높이
nl: Tenney-hoogte
pl: Wysokość Tenneya
pt_br: Altura de Tenney
ro: Înălțimea Tenney
sv: Tenney-höjd
tr: Tenney yüksekliği
uk: Висота Тенні

source: Tenney height = log₂(n·d): lower means simpler and more consonant.
cs: Tenneyho výška = log₂(n·d): nižší znamená jednodušší a konsonantnější.
de: Tenney-Höhe = log₂(n·d): niedriger bedeutet einfacher und konsonanter.
el: Ύψος Tenney = log₂(n·d): χαμηλότερο σημαίνει απλούστερο και πιο σύμφωνο.
es: Altura de Tenney = log₂(n·d): más baja significa más simple y consonante.
fr: Hauteur de Tenney = log₂(n·d) : plus elle est basse, plus le rapport est simple et consonant.
hu: Tenney-magasság = log₂(n·d): az alacsonyabb egyszerűbb és konszonánsabb.
it: Altezza di Tenney = log₂(n·d): più bassa significa più semplice e consonante.
ja: テニー高 = log₂(n·d)：低いほど単純で協和的です。
ko: 테니 높이 = log₂(n·d): 낮을수록 단순하고 협화적입니다.
nl: Tenney-hoogte = log₂(n·d): lager betekent eenvoudiger en consonanter.
pl: Wysokość Tenneya = log₂(n·d): niższa oznacza prostszy i bardziej konsonansowy interwał.
pt_br: Altura de Tenney = log₂(n·d): quanto menor, mais simples e consonante.
ro: Înălțimea Tenney = log₂(n·d): mai mică înseamnă mai simplu și mai consonant.
sv: Tenney-höjd = log₂(n·d): lägre betyder enklare och mer konsonant.
tr: Tenney yüksekliği = log₂(n·d): daha düşük, daha basit ve daha uyumlu demektir.
uk: Висота Тенні = log₂(n·d): менша означає простіше й консонантніше.

source: Tension
cs: Napětí
de: Spannung
el: Τάση
es: Tensión
hu: Feszültség
it: Tensione
ja: 張力
ko: 장력
nl: Spanning
pl: Naprężenie
pt_br: Tensão
ro: Tensiune
sv: Spänning
tr: Gerginlik
uk: Натяг

source: Tension (Mersenne's law)
cs: Napětí (Mersennův zákon)
de: Spannung (Mersennesches Gesetz)
el: Τάση (νόμος Mersenne)
es: Tensión (ley de Mersenne)
fr: Tension (loi de Mersenne)
hu: Feszültség (Mersenne törvénye)
it: Tensione (legge di Mersenne)
ja: 張力（メルセンヌの法則）
ko: 장력(메르센 법칙)
nl: Spanning (wet van Mersenne)
pl: Naprężenie (prawo Mersenne'a)
pt_br: Tensão (lei de Mersenne)
ro: Tensiune (legea lui Mersenne)
sv: Spänning (Mersennes lag)
tr: Gerginlik (Mersenne yasası)
uk: Натяг (закон Мерсенна)

source: Test frequency
cs: Testovací frekvence
de: Testfrequenz
el: Συχνότητα δοκιμής
es: Frecuencia de prueba
fr: Fréquence de test
hu: Tesztfrekvencia
it: Frequenza di test
ja: テスト周波数
ko: 테스트 주파수
nl: Testfrequentie
pl: Częstotliwość testowa
pt_br: Frequência de teste
ro: Frecvență de test
sv: Testfrekvens
tr: Test frekansı
uk: Тестова частота

source: The 7th and 11th partials sit far from any tempered key — the roots of blue notes.
cs: 7. a 11. parciální tón leží daleko od jakékoli temperované klávesy — kořeny blue notes.
de: Der 7. und 11. Teilton liegen weit von jeder temperierten Taste entfernt — die Wurzeln der Blue Notes.
el: Ο 7ος και ο 11ος αρμονικός πέφτουν μακριά από κάθε συγκερασμένο πλήκτρο — η ρίζα των blue notes.
es: Los parciales 7.º y 11.º quedan lejos de cualquier tecla temperada: el origen de las blue notes.
fr: Les 7e et 11e partiels tombent loin de toute touche tempérée — l'origine des blue notes.
hu: A 7. és 11. részhang messze esik bármely temperált billentyűtől — a blue note-ok gyökere.
it: La 7ª e l'11ª parziale cadono lontano da qualsiasi tasto temperato: le radici delle blue note.
ja: 第7・第11倍音はどの平均律の鍵盤からも大きく外れます — ブルーノートの源です。
ko: 7번째와 11번째 배음은 어떤 평균율 건반과도 멀리 떨어져 있습니다 — 블루 노트의 뿌리입니다.
nl: De 7e en 11e boventoon liggen ver van elke getempereerde toets — de oorsprong van blue notes.
pl: 7. i 11. składowa leżą daleko od jakiegokolwiek klawisza temperowanego — źródło blue notes.
pt_br: Os 7º e 11º parciais ficam longe de qualquer tecla temperada — a raiz das blue notes.
ro: Parțialele a 7-a și a 11-a stau departe de orice clapă temperată — rădăcina notelor blue.
sv: Den 7:e och 11:e deltonen ligger långt från varje tempererad tangent — ursprunget till blue notes.
tr: 7. ve 11. harmonikler herhangi bir tamperlenmiş tuştan uzaktadır — blue note'ların kökeni.
uk: 7-й та 11-й часткові тони лежать далеко від будь-якої темперованої клавіші — коріння блюзових нот.

source: The comma is the small gap that no single tuning can close — the reason temperaments exist.
cs: Koma je malá mezera, kterou žádné ladění nedokáže uzavřít — proto existují temperamenty.
de: Das Komma ist die kleine Lücke, die keine einzelne Stimmung schließen kann — der Grund, warum es Temperaturen gibt.
el: Το κόμμα είναι το μικρό κενό που καμιά χορδίσματος δεν κλείνει — γι' αυτό υπάρχουν οι συγκερασμοί.
es: La coma es el pequeño hueco que ninguna afinación puede cerrar: la razón de que existan los temperamentos.
fr: Le comma est le petit écart qu'aucun accord ne peut refermer — la raison d'être des tempéraments.
hu: A komma az a kis rés, amelyet egyetlen hangolás sem tud bezárni — ezért léteznek a temperálások.
it: Il comma è il piccolo scarto che nessuna accordatura può chiudere: il motivo per cui esistono i temperamenti.
ja: コンマは、どの音律でも埋められないわずかなずれです — 音律が生まれた理由です。
ko: 콤마는 어떤 조율로도 메울 수 없는 작은 틈입니다 — 음률이 존재하는 이유죠.
nl: De komma is het kleine gat dat geen enkele stemming kan dichten — de reden dat temperaturen bestaan.
pl: Komat to mała szczelina, której żaden strój nie domknie — powód istnienia temperacji.
pt_br: A comma é a pequena lacuna que nenhuma afinação consegue fechar — a razão de existirem os temperamentos.
ro: Virgula este mica breșă pe care niciun acordaj nu o poate închide — motivul pentru care există temperamentele.
sv: Kommat är den lilla glipa som ingen stämning kan sluta — därför finns tempereringar.
tr: Koma, hiçbir akordun kapatamadığı küçük boşluktur — düzenlerin var olma nedeni.
uk: Кома — це маленький розрив, який не закриє жоден стрій: саме тому існують темперації.

source: The highest frequency a sample rate can represent is half of it. Anything above must be filtered out to avoid aliasing.
cs: Nejvyšší reprezentovatelná frekvence je polovina vzorkovací frekvence. Vše nad ní je nutné odfiltrovat kvůli aliasingu.
de: Die höchste darstellbare Frequenz ist die halbe Abtastrate. Alles darüber muss gefiltert werden, um Aliasing zu vermeiden.
el: Η υψηλότερη αναπαραστάσιμη συχνότητα είναι η μισή του ρυθμού δειγματοληψίας. Ό,τι είναι πάνω πρέπει να φιλτραριστεί για αποφυγή aliasing.
es: La frecuencia más alta representable es la mitad de la frecuencia de muestreo. Todo lo que esté por encima debe filtrarse para evitar el aliasing.
fr: La fréquence la plus haute représentable vaut la moitié de la fréquence d'échantillonnage. Tout ce qui est au-dessus doit être filtré pour éviter le repliement.
hu: A legmagasabb ábrázolható frekvencia a mintavételi frekvencia fele. Minden efölöttit ki kell szűrni az aliasing elkerülésére.
it: La frequenza più alta rappresentabile è metà della frequenza di campionamento. Tutto ciò che sta sopra va filtrato per evitare l'aliasing.
ja: サンプルレートで表現できる最高周波数はその半分です。それ以上はエイリアシングを避けるため除去する必要があります。
ko: 샘플레이트가 표현할 수 있는 최고 주파수는 그 절반입니다. 그 이상은 에일리어싱을 막기 위해 걸러내야 합니다.
nl: De hoogst weergeefbare frequentie is de helft van de samplerate. Alles daarboven moet worden weggefilterd om aliasing te voorkomen.
pl: Najwyższa odwzorowywana częstotliwość to połowa częstotliwości próbkowania. Wszystko powyżej trzeba odfiltrować, by uniknąć aliasingu.
pt_br: A maior frequência representável é metade da taxa de amostragem. Tudo acima disso precisa ser filtrado para evitar aliasing.
ro: Cea mai înaltă frecvență reprezentabilă este jumătate din rata de eșantionare. Tot ce e peste trebuie filtrat pentru a evita aliasingul.
sv: Den högsta representerbara frekvensen är halva samplingsfrekvensen. Allt däröver måste filtreras bort för att undvika vikning.
tr: Temsil edilebilecek en yüksek frekans, örnekleme hızının yarısıdır. Üstündeki her şey aliasing'i önlemek için filtrelenmelidir.
uk: Найвища відтворювана частота — половина частоти дискретизації. Усе вище треба відфільтрувати, щоб уникнути аліасингу.
